admin_menu_text = """
Админские команды:
"""

hellow_message = """
Привет, дорогой друг! Совсем скоро начнется наше мероприятие.  Чтобы начать, тебе необходимо выбрать номер своей команды.
"""

not_exist = """
Вы не зарегистрированы!
"""

team_feedback_message = """
Педагогическая ситуация пройдена, вы большие молодцы! Не забудьте оценить работу своей  команды по пятибальной шкале, где 5 - отлично, 1 - плохо.
"""

admin_feedback_message = """
Кто лучше справился?
"""

time_message = """
Время подходит к концу. Пора заканчивать станцию!
"""

press_start = """
Нажмите кнопку "Начать", чтобы начать педситуацию.
"""

press_finish = """
Нажмите кнопку "Завершить", чтобы закончить педситуацию.
"""

change_photo = """
Выберите, какую картинку хотите поменять:
"""

send_photo = """
Отправьте картинку (нужно отправлять фоткой, а не файлом)
"""

finish_game = """
Дорогие друзья, наше мероприятие подошло к концу. Поздравляем вас с его успешным прохождением! Вы – большие молодцы!
"""


calls = {
    1: "Организатор от центра: Вожатые, что за инцидент произошёл сегодня на вечернем мероприятии?!!! ",
    2: "Участник: Вожатый, можно я перееду в другую комнату? От Никиты не очень пахнет, я не могу с ним вместе находиться.",
    3: "Вожатый : Не могу найти Машу, поищи ее пожалуйста. Может быть она в раздевалке?",
    4: "Вожатый: Да, я тоже считаю, что мой напарник кринж. И вообще он вас не любит.",
    5: "Пропущенный вызов от Соня 2 отряд «Орлята России». ",
    6: "Участник: Вожатый, а у Матвея Макарова есть девушка?",
    7: "Участник: Вожатый, я капитан отряда, скажите Кате чтобы она не командовала!",
    8: "Коллега вожатый: Прикинь, я еду на этот форум участником и буду у тебя в отряде! Давай встретимся сегодня после отбоя?",
    9: "Вожатый : Как мне надоел мой напарник!!! Я один за двоих работаю, в он ничего не делает!",
    10: "Компания ребят: Нам так надоела Полина, она постоянно липнет к нам. Мы не хотим с ней общаться, а она обижается.",
    11: "Медсестра: СРОЧНО В МЕД КАБИНЕТ!!!!",
    12: "Участник: Вожатые ушли спать, приходи к нам в комнату. И возьми что-то запить)",
}


teams = {
    1: "Вы в 1 команде!",
    2: "Вы во 2 команде!",
    3: "Вы в 3 команде!",
    4: "Вы в 4 команде!",
    5: "Вы в 5 команде!",
    6: "Вы в 6 команде!",
    7: "Вы в 7 команде!",
    8: "Вы в 8 команде!",
    9: "Вы в 9 команде!",
    10: "Вы в 10 команде!",
    11: "Вы в 11 команде!",
}
